import Navbar from "../ui/Navbar";

function About() {
  return (
    <div className=" flex min-h-screen bg-secondary-100">
      <div className="container xl:max-w-screen-xl mx-auto">
        <Navbar />
        <p className="text-sm/8 md:text-base/10 text-secondary-700 mt-28 md:mt-40 ">
          ما در <strong>فریلنسینگ</strong> پلی میان کارفرمایان و فریلنسرهای
          متخصص ایجاد کرده‌ایم تا همکاری‌های موفق و پروژه‌های باکیفیت شکل
          بگیرند. هدف ما فراهم کردن بستری امن، حرفه‌ای و کارآمد برای اجرای
          پروژه‌ها در حوزه‌های متنوع است. کارفرمایان می‌توانند به‌راحتی
          پروژه‌های خود را ثبت کنند و از میان فریلنسرهای با استعداد، بهترین
          گزینه را انتخاب نمایند. فریلنسرها نیز می‌توانند با ارائه مهارت‌های
          خود، پروژه‌های مناسب را پیدا کرده و درآمد کسب کنند. ما با ارائه سیستم
          پرداخت امن، پشتیبانی دائمی و فرآیند شفاف همکاری، تجربه‌ای مطمئن را
          برای کاربران خود تضمین می‌کنیم. با <strong>فریلنسینگ</strong>، بدون
          دغدغه پروژه‌های خود را انجام دهید و از دنیای جدید فرصت‌های کاری لذت
          ببرید.
        </p>
      </div>
    </div>
  );
}

export default About;
